const architects = [
    {
        id: 1,
        name: {
            "en": "Georgiy ",
            "ru": "Георгий Заборский"
        },
        years: "1909 - 1999",
        timeline: [
            {
                date: "11 ноября 1909 г.",
                description: {
                    "ru": "Родился в Минске в семье Владимира Георгиевича Заборского, бухгалтера Московско-Брестской железной дороги, и Елены Ивановны Заборской (Зеглинг).",
                    "en": "Born in minsk"
                }
            },
            {
                date: "1929",
                description:{
                    "ru": "Окончив учёбу, Георгий Заборский был направлен во Всероссийскую Академию художеств. Его преподавателями были такие знаменитые мастера, как А. Белогруд, И. Лангбард, О. Мунц, А. Никольский и др.",
                    "en": "Ended school"
                }
            },
            {
                date: "1939",
                description:{
                    "ru": "После окончания Академии искусств в Г. Заборский по конкурсу попал в Москву, но работал там недолго и быстро получил направление в Минск. Здесь он был назначен руководителем научной экспедиции по изучению памятников архитектуры и искусства Гомельской и Полесской областей.",
                    "en": "BLA BLA BLA"
                }
            },
            {
                date: "1945 - 1964",
                description:{
                    "ru": "Георгий Заборский руководит архитектурно-конструкторскими мастерскими проектных институтов Белгоспроект и Минскпроект и одновременно преподает на архитектурном отделении Белорусского политехнического института (ныне УО «Белорусский национальный технический университет»). Он принимает активное участие в разработке проектов планировки и застройки Минска, Полоцка, Орши. Георгий Заборский принимает участие в проектировании площадей Минска: Ленина (Независимости), Центральной (Октябрьской), Круглой (Победы).",
                    "en": "Georgiy"
                }
            }
        ],
        images: [
            {
                img: "https://upload.wikimedia.org/wikipedia/commons/c/ce/Aniempadystaŭ_and_Volski_%28Lviv_2009%29.JPG",
                title: 'Image',
            }
        ]
    },
    {
        id: 2,
        name: {
            "en": "Georgiy 2",
            "ru": "Георгий Заборский2"
        },
        years: "1909 - 1999",
        timeline: [
            {
                date: "11 ноября 1909 г.",
                description: {
                    "ru": "Родился в Минске в семье Владимира Георгиевича Заборского, бухгалтера Московско-Брестской железной дороги, и Елены Ивановны Заборской (Зеглинг).",
                    "en": "Born in minsk"
                }
            },
            {
                date: "1929",
                description:{
                    "ru": "Окончив учёбу, Георгий Заборский был направлен во Всероссийскую Академию художеств. Его преподавателями были такие знаменитые мастера, как А. Белогруд, И. Лангбард, О. Мунц, А. Никольский и др.",
                    "en": "Ended school"
                }
            },
            {
                date: "1939",
                description:{
                    "ru": "После окончания Академии искусств в Г. Заборский по конкурсу попал в Москву, но работал там недолго и быстро получил направление в Минск. Здесь он был назначен руководителем научной экспедиции по изучению памятников архитектуры и искусства Гомельской и Полесской областей.",
                    "en": "BLA BLA BLA"
                }
            },
            {
                date: "1945 - 1964",
                description:{
                    "ru": "Георгий Заборский руководит архитектурно-конструкторскими мастерскими проектных институтов Белгоспроект и Минскпроект и одновременно преподает на архитектурном отделении Белорусского политехнического института (ныне УО «Белорусский национальный технический университет»). Он принимает активное участие в разработке проектов планировки и застройки Минска, Полоцка, Орши. Георгий Заборский принимает участие в проектировании площадей Минска: Ленина (Независимости), Центральной (Октябрьской), Круглой (Победы).",
                    "en": "Georgiy"
                }
            }
        ],
        images: [
            {
                img: "https://upload.wikimedia.org/wikipedia/commons/c/ce/Aniempadystaŭ_and_Volski_%28Lviv_2009%29.JPG",
                title: 'Image',
            }
        ]
    }
]

export default architects